There are identical Fabric sheets in the same place. This will result in double counting in schedules.
  Namespace:   Autodesk.Revit.DB
  Assembly:   RevitAPI  (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
 Syntax
  C#
public static FailureDefinitionId DuplicateFabricSheet { get; }
  Visual Basic
Public Shared ReadOnly Property DuplicateFabricSheet As FailureDefinitionId
	Get
  Visual C++
public:
static property FailureDefinitionId^ DuplicateFabricSheet {
	FailureDefinitionId^ get ();
}
 See Also
  BuiltInFailures OverlapFailures Class
  Autodesk.Revit.DB Namespace